//Alert title
"<NAME_SUPPLY> Low" = "<NAME_SUPPLY> Alhainen";
"<NAME_SUPPLY> Very Low" = "<NAME_SUPPLY> Erittäin alhainen";
"Replace <NAME_SUPPLY>" = "Vaihda <NAME_SUPPLY> uuteen";

//Alert description
HSD__75010__EventDescription = "Värikasetti on melkein tyhjä. Varsinaisen värikasetin jäljellä oleva käyttöikä saattaa vaihdella. Harkitse vaihtokappaleen hankkimista valmiiksi, kun tulostuslaatu ei enää ole hyväksyttävä. Tarviketta ei tarvitse vaihtaa heti.";
HSD__75011__EventDescription = "Rumpu on melkein tyhjä. Varsinaisen värikasetin jäljellä oleva käyttöikä saattaa vaihdella. Harkitse vaihtokappaleen hankkimista valmiiksi, kun tulostuslaatu ei enää ole hyväksyttävä. Tarviketta ei tarvitse vaihtaa heti.";

HSD__75020__EventDescription = "Värikasetti on melkein tyhjä. Varsinaisen värikasetin jäljellä oleva käyttöikä saattaa vaihdella. Harkitse vaihtokappaleen hankkimista valmiiksi, kun tulostuslaatu ei enää ole hyväksyttävä. Tarviketta ei tarvitse vaihtaa heti, mikäli tulostuslaatu on vielä hyväksyttävää. Kun HP-tarvikkeen tila on \"Melkein tyhjä\", HP:n Premium-tason suojaustakuu kyseiselle tarvikkeelle on umpeutunut.";
HSD__75021__EventDescription = "Rumpu on melkein tyhjä. Varsinaisen värikasetin jäljellä oleva käyttöikä saattaa vaihdella. Harkitse vaihtokappaleen hankkimista valmiiksi, kun tulostuslaatu ei enää ole hyväksyttävä. Tarviketta ei tarvitse vaihtaa heti, mikäli tulostuslaatu on vielä hyväksyttävää. Kun HP-tarvikkeen tila on \"Melkein tyhjä\", HP:n Premium-tason suojaustakuu kyseiselle tarvikkeelle on umpeutunut.";

HSD__75135__EventDescription = "Värikasetti on saavuttanut sen arvioidun käyttöiän lopun. Jotkut materiaalit voivat pysyä tarvikkeessa, mutta niitä ei voida käyttää.";
HSD__75136__EventDescription = "Rumpu on saavuttanut sen arvioidun käyttöiän lopun. Jotkut materiaalit voivat pysyä tarvikkeessa, mutta niitä ei voida käyttää.";

//Supply info
"Order Genuine HP Part:" = "Tilaa aito HP-tuote:";

//APR
ApproxiamtePagesRemainingInfo = "Sivuja jäljellä noin <APR>\n(Vain arvio; todellinen määrä vaihtelee tulostetyypin ja muiden tekijöiden mukaan)";

//Return recycle
RecycleInfo = "Palautus ja kierrätys\nPalauta aidot HP-tuotteet HPille kierrätettäviksi. Lisätietoja saat osoitteesta http://www.hp.com/go/recycle.";

//Supply order info
OrderingInfo = "Tilaustiedot\nHP-tarvikkeita voi tilata internetistä (www.suresupply.com), verkosta tulostinohjelmiston välityksellä tai soittamalla valtuutetulle jälleenmyyjälle.\nTilaa aitoja HP-tarvikkeita nyt napsauttamalla tätä linkkiä";

//Device link for device information
DeviceInfo = "Saat lisätietoja tästä laitteesta napsauttamalla tätä linkkiä";

//Thank customer, string
ThanksString = "Jos sähköpostiohjelmasi ei tue linkkejä, kopioi osoite ja liitä se verkkoselaimen osoiteriville.\n\nKiitos HP-tuotteiden valitsemisesta!";

//Supply type
"Cartridge" = "Kasetti";
"Toner" = "Väriaine";
HSDSupplyType9 = "Rumpu";

//Supply Color Name
"cyan" = "Syaani";
"magenta" = "Magenta";
"yellow" = "Keltainen";

"black" = "Musta";

"red" = "Punainen";
"green" = "Vihreä";
"blue" = "Sininen";

"lightcyan" = "Vaalea syaani";
"lightmagenta" = "Vaalea magenta";

"orange" = "Oranssi";

"gray" = "Harmaa";
"lightgray" = "Vaaleanharmaa";
"darkgray" = "Tummanharmaa";

"photoblack" = "Valokuvamusta";
"matteblack" = "Mattamusta";

"glossenhancer" = "Kiillon parantaja";

"violet" = "Violetti";

"gold" = "Kulta";
"silver" = "Hopea";
"bronze" = "Pronssi";

"metallic" = "Metallinpunainen";

"tricolor" = "Kolmiväri";
"photo" = "Valokuva";
"photogray" = "Mustavalkovalokuva";

"Photo [PK]" = "Valokuva";
